Repository: zzzjjj080/mochimono
Catalog: Mochimono/Mochimono/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# %@にそろった
source: done %@
ar: اكتمل في %@
de: erledigt am %@
es: completado el %@
fr: terminé le %@
it: completato il %@
ja: %@にそろった
ko: %@ 완료
pt_br: concluído em %@
ru: собрано %@
zh_hans: %@完成
zh_hant: %@完成

# %lld 回も奢ってくれてありがとうございました
source: Thanks for %lld coffees!
ar: شكرًا على القهوة: %lld!
de: Danke für %lld Kaffees!
es: ¡Gracias por %lld cafés!
fr: Merci pour ces %lld cafés !
it: Grazie per %lld caffè!
ja: %lld 回も奢ってくれてありがとうございました
ko: 커피를 %lld번이나 사 주셔서 감사합니다!
pt_br: Obrigado pelos %lld cafés!
ru: Спасибо за кофе: %lld!
zh_hans: 感谢你请了 %lld 杯咖啡！
zh_hant: 感謝你請了 %lld 杯咖啡！

# %lld個
source: %lld items
ar: العناصر: %lld
de: %lld Einträge
es: %lld elementos
fr: %lld éléments
it: %lld voci
ja: %lld個
ko: %lld개
pt_br: %lld itens
ru: Пунктов: %lld
zh_hans: %lld 项
zh_hant: %lld 項

# %lld個中 %lld個に付いているチェックが、すべて外れます。元に戻せません。
source: All checks on %2$lld of %1$lld items will be removed. This can't be undone.
ar: ستتم إزالة العلامات من %2$lld من أصل %1$lld عناصر. لا يمكن التراجع عن ذلك.
de: Die Haken bei %2$lld von %1$lld Einträgen werden entfernt. Das lässt sich nicht rückgängig machen.
es: Se quitarán las marcas de %2$lld de %1$lld elementos. No se puede deshacer.
fr: Les coches de %2$lld éléments sur %1$lld seront retirées. Action irréversible.
it: Verranno tolte le spunte da %2$lld voci su %1$lld. L'azione non si può annullare.
ja: %lld個中 %lld個に付いているチェックが、すべて外れます。元に戻せません。
ko: %1$lld개 중 %2$lld개에 표시된 체크가 모두 해제됩니다. 되돌릴 수 없습니다.
pt_br: As marcas de %2$lld de %1$lld itens serão removidas. Não é possível desfazer.
ru: Отметки с %2$lld из %1$lld пунктов будут сняты. Это нельзя отменить.
zh_hans: %1$lld 项中已勾选的 %2$lld 项将全部取消。此操作无法撤销。
zh_hant: %1$lld 項中已勾選的 %2$lld 項將全部取消。此操作無法復原。

# %lld列
source: %lld columns
ar: أعمدة: %lld
de: %lld Spalten
es: %lld columnas
fr: %lld colonnes
it: %lld colonne
ja: %lld列
ko: %lld열
pt_br: %lld colunas
ru: Столбцов: %lld
zh_hans: %lld 列
zh_hant: %lld 欄

# 1つ足す
source: Add item
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 1つ足す
ko: 하나 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 加一项
zh_hant: 加一項

# 1行に1つ、空行でグループが分かれます。ほかのアプリで書いた箇条書きを貼っても、そのまま盤面になります。
source: One item per line. A blank line starts a new group. Bulleted text from other apps becomes a board as-is.
ar: عنصر واحد في كل سطر، والسطر الفارغ يبدأ مجموعة جديدة. أي قائمة من تطبيق آخر تصبح لوحة كما هي.
de: Ein Eintrag pro Zeile, eine Leerzeile beginnt eine neue Gruppe. Eine Liste aus einer anderen App wird direkt zu Kacheln.
es: Un elemento por línea; una línea en blanco empieza un grupo nuevo. Una lista pegada desde otra app se convierte en tablero tal cual.
fr: Un élément par ligne ; une ligne vide crée un nouveau groupe. Une liste collée depuis une autre app devient une grille telle quelle.
it: Una voce per riga; una riga vuota crea un nuovo gruppo. Un elenco incollato da un'altra app diventa subito una griglia.
ja: 1行に1つ、空行でグループが分かれます。ほかのアプリで書いた箇条書きを貼っても、そのまま盤面になります。
ko: 한 줄에 하나, 빈 줄로 그룹이 나뉩니다. 다른 앱에서 쓴 목록을 붙여 넣어도 그대로 보드가 됩니다.
pt_br: Um item por linha; uma linha em branco começa um novo grupo. Uma lista colada de outro app vira uma grade do jeito que está.
ru: Один пункт в строке, пустая строка начинает новую группу. Список из другого приложения сразу станет доской.
zh_hans: 每行一项，空行分组。在其他应用里写的列表，直接粘贴也能变成盘面。
zh_hant: 每行一項，空行分組。在其他 App 寫的清單，直接貼上也會變成盤面。

# 「%@」と、書いた %lld個の持ち物がすべて消えます。元に戻せません。
source: “%@” and its %lld items will be deleted. This can't be undone.
ar: سيتم حذف «%@» وعناصرها (%lld). لا يمكن التراجع عن ذلك.
de: „%@“ und die %lld Einträge werden gelöscht. Das lässt sich nicht rückgängig machen.
es: Se eliminarán «%@» y sus %lld elementos. No se puede deshacer.
fr: « %@ » et ses %lld éléments seront supprimés. Action irréversible.
it: «%@» e le sue %lld voci verranno eliminati. L'azione non si può annullare.
ja: 「%@」と、書いた %lld個の持ち物がすべて消えます。元に戻せません。
ko: ‘%@’와 항목 %lld개가 모두 삭제됩니다. 되돌릴 수 없습니다.
pt_br: “%@” e seus %lld itens serão apagados. Não é possível desfazer.
ru: «%@» и все пункты (%lld) будут удалены. Это нельзя отменить.
zh_hans: “%@”及其中的 %lld 项将全部删除。此操作无法撤销。
zh_hant: 「%@」及其中的 %lld 項將全部刪除。此操作無法復原。

# 「自動」はiPhoneの設定に合わせます。
source: “Automatic” follows your iPhone's setting.
ar: «تلقائي» يتبع إعداد iPhone.
de: „Automatisch“ folgt der iPhone-Einstellung.
es: «Automático» sigue el ajuste del iPhone.
fr: « Automatique » suit le réglage de l'iPhone.
it: «Automatico» segue l'impostazione dell'iPhone.
ja: 「自動」はiPhoneの設定に合わせます。
ko: ‘자동’은 iPhone 설정을 따릅니다.
pt_br: “Automático” segue o ajuste do iPhone.
ru: «Авто» следует настройке iPhone.
zh_hans: “自动”会跟随 iPhone 的设置。
zh_hant: 「自動」會跟隨 iPhone 的設定。

# ありがとうございます
source: Thank you!
ar: شكرًا!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ありがとうございます
ko: 감사합니다!
pt_br: Obrigado!
ru: Спасибо!
zh_hans: 谢谢！
zh_hant: 謝謝！

# いちばん最後のグループに入ります。
source: It goes into the last group.
ar: سيُضاف إلى آخر مجموعة.
de: Es kommt in die letzte Gruppe.
es: Se añade al último grupo.
fr: Il s'ajoute au dernier groupe.
it: Va nell'ultimo gruppo.
ja: いちばん最後のグループに入ります。
ko: 마지막 그룹에 들어갑니다.
pt_br: Entra no último grupo.
ru: Добавится в последнюю группу.
zh_hans: 会加到最后一组。
zh_hant: 會加到最後一組。

# いまは受け付けられません
source: Not available right now
ar: غير متاح حاليًا
de: Gerade nicht verfügbar
es: No disponible ahora
fr: Indisponible pour le moment
it: Non disponibile al momento
ja: いまは受け付けられません
ko: 지금은 이용할 수 없습니다
pt_br: Indisponível no momento
ru: Сейчас недоступно
zh_hans: 暂时无法使用
zh_hant: 暫時無法使用

# このアプリが気に入ったら
source: If you like this app
ar: إذا أعجبك هذا التطبيق
de: Wenn dir die App gefällt
es: Si te gusta esta app
fr: Si vous aimez cette app
it: Se ti piace questa app
ja: このアプリが気に入ったら
ko: 이 앱이 마음에 드셨다면
pt_br: Se você gostou do app
ru: Если приложение понравилось
zh_hans: 如果你喜欢这个应用
zh_hant: 如果你喜歡這個 App

# このリストを削除しますか？
source: Delete this list?
ar: هل تريد حذف هذه القائمة؟
de: Diese Liste löschen?
es: ¿Eliminar esta lista?
fr: Supprimer cette liste ?
it: Eliminare questo elenco?
ja: このリストを削除しますか？
ko: 이 목록을 삭제할까요?
pt_br: Apagar esta lista?
ru: Удалить этот список?
zh_hans: 要删除这个列表吗？
zh_hant: 要刪除這個清單嗎？

# この端末では声で答えられません。画面のボタンで答えてください
source: Voice answers aren’t available on this device. Use the buttons instead.
ar: الإجابة بالصوت غير متاحة على هذا الجهاز. استخدم الأزرار.
de: Sprachantworten sind auf diesem Gerät nicht verfügbar. Nutze die Tasten.
es: En este dispositivo no se puede responder con la voz. Usa los botones.
fr: Les réponses vocales ne sont pas disponibles sur cet appareil. Utilisez les boutons.
it: Su questo dispositivo non puoi rispondere a voce. Usa i pulsanti.
ja: この端末では声で答えられません。画面のボタンで答えてください
ko: 이 기기에서는 말로 답할 수 없습니다. 화면의 버튼을 사용하세요.
pt_br: Neste aparelho não é possível responder por voz. Use os botões.
ru: На этом устройстве голосовые ответы недоступны. Используйте кнопки.
zh_hans: 此设备无法用语音回答，请使用屏幕上的按钮。
zh_hant: 此裝置無法用語音回答，請使用螢幕上的按鈕。

# そのまま貼り付けられる普通のテキストとして渡します。受け取った側は「リストを追加」から貼るだけで、同じ盤面になります。
source: Shared as plain text you can paste anywhere. The recipient just pastes it in “Add list” to get the same board.
ar: تتم المشاركة كنص عادي يمكن لصقه في أي مكان. يكفي أن يلصقه المستلم في «إضافة قائمة» ليحصل على اللوحة نفسها.
de: Wird als normaler Text geteilt, den man überall einfügen kann. Der Empfänger fügt ihn unter „Liste hinzufügen“ ein und hat dieselben Kacheln.
es: Se comparte como texto normal, que se puede pegar en cualquier sitio. Quien lo reciba solo tiene que pegarlo en «Añadir lista» para tener el mismo tablero.
fr: Partagé en texte brut, à coller n'importe où. Il suffit au destinataire de le coller dans « Ajouter une liste » pour obtenir la même grille.
it: Si condivide come testo semplice, incollabile ovunque. Chi lo riceve lo incolla in «Aggiungi elenco» e ottiene la stessa griglia.
ja: そのまま貼り付けられる普通のテキストとして渡します。受け取った側は「リストを追加」から貼るだけで、同じ盤面になります。
ko: 그대로 붙여 넣을 수 있는 일반 텍스트로 보냅니다. 받는 사람은 ‘목록 추가’에서 붙여 넣기만 하면 같은 보드가 됩니다.
pt_br: Compartilhado como texto simples, que dá para colar em qualquer lugar. Quem recebe só cola em “Adicionar lista” para ter a mesma grade.
ru: Отправляется обычным текстом, который можно вставить куда угодно. Получателю достаточно вставить его в «Добавить список», чтобы получить такую же доску.
zh_hans: 以可直接粘贴的普通文本分享。对方在“添加列表”里粘贴，就能得到同样的盘面。
zh_hant: 以可直接貼上的純文字分享。對方在「新增清單」貼上，就能得到同樣的盤面。

# そろった
source: done
ar: اكتمل
de: fertig
es: listo
fr: prêt
it: pronto
ja: そろった
ko: 완료
pt_br: pronto
ru: готово
zh_hans: 齐了
zh_hant: 齊了

# まだ
source: not yet
ar: ليس بعد
de: noch nicht
es: pendiente
fr: pas encore
it: non ancora
ja: まだ
ko: 아직
pt_br: ainda não
ru: ещё нет
zh_hans: 还没
zh_hant: 還沒

# まだの物を順に読み上げます。「持った」と答えると印が付きます
source: Reads the unchecked items one by one. Say “got it” to check one off.
ar: يقرأ العناصر غير المحددة واحدًا تلو الآخر. قل «تمام» لتحديد العنصر.
de: Liest die offenen Einträge nacheinander vor. Sag „hab ich“, um abzuhaken.
es: Lee uno a uno los elementos sin marcar. Di «listo» para marcarlo.
fr: Lit un à un les éléments non cochés. Dites « c’est bon » pour cocher.
it: Legge una alla volta le voci non spuntate. Di’ «fatto» per spuntarla.
ja: まだの物を順に読み上げます。「持った」と答えると印が付きます
ko: 체크하지 않은 항목을 차례로 읽어 줍니다. “됐어”라고 답하면 체크됩니다.
pt_br: Lê um a um os itens não marcados. Diga “peguei” para marcar.
ru: По очереди читает неотмеченные пункты. Скажите «взял», чтобы отметить.
zh_hans: 依次朗读未勾选的项目。回答“好了”即可勾选。
zh_hant: 依序朗讀未勾選的項目。回答「好了」即可勾選。

# まだ何も入っていません。 下の「編集」から書けます。
source: Nothing here yet. Tap “Edit” below to write your list.
ar: لا يوجد شيء بعد. اكتب قائمتك من «تعديل» في الأسفل.
de: Noch leer. Unten über „Bearbeiten“ schreiben.
es: Aún no hay nada. Escribe desde «Editar» abajo.
fr: Rien pour l'instant. Écrivez depuis « Modifier » en bas.
it: Ancora vuoto. Scrivi da «Modifica» qui sotto.
ja: まだ何も入っていません。 下の「編集」から書けます。
ko: 아직 아무것도 없습니다. 아래 ‘편집’에서 쓸 수 있습니다.
pt_br: Ainda não há nada. Escreva em “Editar” lá embaixo.
ru: Пока пусто. Напишите список через «Изменить» внизу.
zh_hans: 还没有内容。 可以从下方的“编辑”开始写。
zh_hant: 還沒有內容。 可以從下方的「編輯」開始寫。

# やめる
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: やめる
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# オフ
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
pt_br: Desativado
ru: Выкл.
zh_hans: 关
zh_hant: 關

# オン
source: On
ar: تشغيل
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
ko: 켬
pt_br: Ativado
ru: Вкл.
zh_hans: 开
zh_hant: 開

# オンはグループごとに色が変わり、オフは全部が同じ色になります
source: On: each group gets its own color. Off: everything is one color.
ar: عند التشغيل يكون لكل مجموعة لون، وعند الإيقاف يصبح الكل بلون واحد
de: An: jede Gruppe hat eine eigene Farbe. Aus: alles in einer Farbe.
es: Activado: cada grupo tiene su color. Desactivado: todo en un solo color.
fr: Activé : une couleur par groupe. Désactivé : tout de la même couleur.
it: Attivato: ogni gruppo ha il suo colore. Disattivato: tutto dello stesso colore.
ja: オンはグループごとに色が変わり、オフは全部が同じ色になります
ko: 켜면 그룹마다 색이 바뀌고, 끄면 모두 같은 색이 됩니다
pt_br: Ativado: cada grupo tem sua cor. Desativado: tudo numa só cor.
ru: Вкл.: у каждой группы свой цвет. Выкл.: всё одного цвета.
zh_hans: 开启时每组颜色不同，关闭时全部同一种颜色
zh_hant: 開啟時每組顏色不同，關閉時全部同一種顏色

# カラー
source: Color
ar: ألوان
de: Farbe
fr: Couleur
it: Colore
ja: カラー
ko: 컬러
pt_br: Cor
ru: Цвет
zh_hans: 彩色
zh_hant: 彩色

# カラーモード
source: Color mode
ar: وضع الألوان
de: Farbmodus
es: Modo color
fr: Mode couleur
it: Modalità colore
ja: カラーモード
ko: 컬러 모드
pt_br: Modo cor
ru: Цветной режим
zh_hans: 彩色模式
zh_hant: 彩色模式

# キャンセル
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# ダブルタップすると外します
source: Double-tap to uncheck
ar: انقر مرتين لإزالة العلامة
de: Doppeltippen, um den Haken zu entfernen
es: Toca dos veces para desmarcar
fr: Touchez deux fois pour décocher
it: Tocca due volte per togliere la spunta
ja: ダブルタップすると外します
ko: 두 번 탭하면 체크가 해제됩니다
pt_br: Toque duas vezes para desmarcar
ru: Коснитесь дважды, чтобы снять отметку
zh_hans: 轻点两下取消勾选
zh_hant: 點兩下取消勾選

# ダブルタップすると持った印を付けます
source: Double-tap to check
ar: انقر مرتين لوضع علامة
de: Doppeltippen zum Abhaken
es: Toca dos veces para marcar
fr: Touchez deux fois pour cocher
it: Tocca due volte per spuntare
ja: ダブルタップすると持った印を付けます
ko: 두 번 탭하면 체크됩니다
pt_br: Toque duas vezes para marcar
ru: Коснитесь дважды, чтобы отметить
zh_hans: 轻点两下勾选
zh_hant: 點兩下勾選

# チェックを全部外しますか？
source: Clear all checks?
ar: هل تريد إزالة كل العلامات؟
de: Alle Haken entfernen?
es: ¿Quitar todas las marcas?
fr: Retirer toutes les coches ?
it: Togliere tutte le spunte?
ja: チェックを全部外しますか？
ko: 체크를 모두 해제할까요?
pt_br: Remover todas as marcas?
ru: Снять все отметки?
zh_hans: 要取消全部勾选吗？
zh_hant: 要取消全部勾選嗎？

# テキストから作る
source: Create from text
ar: إنشاء من نص
de: Aus Text erstellen
es: Crear desde texto
fr: Créer depuis un texte
it: Crea da testo
ja: テキストから作る
ko: 텍스트로 만들기
pt_br: Criar a partir de texto
ru: Создать из текста
zh_hans: 从文本创建
zh_hant: 從文字建立

# テキストで書き出す
source: Export as text
ar: تصدير كنص
de: Als Text exportieren
es: Exportar como texto
fr: Exporter en texte
it: Esporta come testo
ja: テキストで書き出す
ko: 텍스트로 내보내기
pt_br: Exportar como texto
ru: Экспорт в текст
zh_hans: 导出为文本
zh_hant: 匯出為文字

# メールが開かないときは %@ 宛に送ってください
source: If Mail doesn't open, write to %@.
ar: إذا لم يُفتح البريد، راسلنا على %@.
de: Falls Mail nicht öffnet, schreib an %@.
es: Si no se abre Mail, escribe a %@.
fr: Si Mail ne s'ouvre pas, écrivez à %@.
it: Se Mail non si apre, scrivi a %@.
ja: メールが開かないときは %@ 宛に送ってください
ko: 메일이 열리지 않으면 %@로 보내 주세요.
pt_br: Se o Mail não abrir, escreva para %@.
ru: Если почта не открывается, напишите на %@.
zh_hans: 如果无法打开邮件，请发送至 %@。
zh_hant: 如果無法開啟郵件，請寄到 %@。

# ヨシ
source: Got it
ar: تمام
de: Okay
es: Listo
fr: C’est bon
it: Fatto
ja: ヨシ
ko: 좋아
pt_br: Beleza
ru: Есть
zh_hans: 好
zh_hant: 好

# ヨシ！ 全部そろいました
source: All set!
ar: تمام! كل شيء جاهز
de: Alles dabei!
es: ¡Listo! Todo preparado
fr: C'est bon ! Tout est prêt
it: Fatto! Tutto pronto
ja: ヨシ！ 全部そろいました
ko: 좋아! 다 챙겼어요
pt_br: Pronto! Tudo certo
ru: Готово! Всё собрано
zh_hans: 好！全都齐了
zh_hant: 好！全都齊了

# リストがありません
source: No lists
ar: لا توجد قوائم
de: Keine Listen
es: No hay listas
fr: Aucune liste
it: Nessun elenco
ja: リストがありません
ko: 목록이 없습니다
pt_br: Nenhuma lista
ru: Нет списков
zh_hans: 没有列表
zh_hant: 沒有清單

# リストを削除
source: Delete list
ar: حذف القائمة
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
it: Elimina elenco
ja: リストを削除
ko: 목록 삭제
pt_br: Apagar lista
ru: Удалить список
zh_hans: 删除列表
zh_hant: 刪除清單

# リストを追加
source: Add list
ar: إضافة قائمة
de: Liste hinzufügen
es: Añadir lista
fr: Ajouter une liste
it: Aggiungi elenco
ja: リストを追加
ko: 목록 추가
pt_br: Adicionar lista
ru: Добавить список
zh_hans: 添加列表
zh_hant: 新增清單

# リスト名
source: List name
ar: اسم القائمة
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
it: Nome dell'elenco
ja: リスト名
ko: 목록 이름
pt_br: Nome da lista
ru: Название списка
zh_hans: 列表名称
zh_hant: 清單名稱

# ・1行 = 1つの持ち物 ・空行を入れると、そこでグループが分かれて色が変わります ・チェックの状態は、名前が同じものは編集しても引き継がれます
source: • One line = one item • A blank line starts a new group with its own color • Checks stay on items that keep the same name when you edit
ar: • سطر واحد = عنصر واحد • السطر الفارغ يبدأ مجموعة بلون مختلف • تبقى العلامات على العناصر ذات الاسم نفسه بعد التعديل
de: • Eine Zeile = ein Eintrag • Eine Leerzeile beginnt eine neue Gruppe mit eigener Farbe • Haken bleiben bei gleichem Namen auch nach dem Bearbeiten
es: • Una línea = un elemento • Una línea en blanco crea un grupo nuevo con su color • Las marcas se conservan al editar si el nombre no cambia
fr: • Une ligne = un élément • Une ligne vide crée un groupe d'une autre couleur • Les coches restent sur les éléments de même nom après modification
it: • Una riga = una voce • Una riga vuota crea un gruppo di un altro colore • Le spunte restano sulle voci con lo stesso nome dopo la modifica
ja: ・1行 = 1つの持ち物 ・空行を入れると、そこでグループが分かれて色が変わります ・チェックの状態は、名前が同じものは編集しても引き継がれます
ko: ・한 줄 = 한 항목 ・빈 줄을 넣으면 그룹이 나뉘고 색이 바뀝니다 ・이름이 같은 항목은 편집해도 체크 상태가 유지됩니다
pt_br: • Uma linha = um item • Uma linha em branco cria um grupo com outra cor • As marcas continuam nos itens de mesmo nome depois de editar
ru: • Одна строка = один пункт • Пустая строка начинает группу другого цвета • Отметки сохраняются у пунктов с тем же названием
zh_hans: ・一行 = 一项 ・插入空行即分组，颜色随之变化 ・名称相同的项目，编辑后勾选状态保留
zh_hant: ・一行 = 一項 ・插入空行就會分組，顏色也跟著變 ・名稱相同的項目，編輯後勾選狀態會保留

# 不具合の報告・要望を送る
source: Report a problem or send a request
ar: الإبلاغ عن مشكلة أو إرسال اقتراح
de: Problem melden oder Wunsch senden
es: Informar de un problema o sugerir algo
fr: Signaler un problème ou faire une demande
it: Segnala un problema o invia una richiesta
ja: 不具合の報告・要望を送る
ko: 문제 신고·요청 보내기
pt_br: Relatar problema ou enviar pedido
ru: Сообщить о проблеме или пожелании
zh_hans: 反馈问题或建议
zh_hant: 回報問題或建議

# 今日そろった
source: done today
ar: اكتمل اليوم
de: heute erledigt
es: completado hoy
fr: terminé aujourd'hui
it: completato oggi
ja: 今日そろった
ko: 오늘 완료
pt_br: concluído hoje
ru: собрано сегодня
zh_hans: 今天完成
zh_hant: 今天完成

# 例：充電器
source: e.g. Charger
ar: مثال: الشاحن
de: z. B. Ladegerät
es: p. ej., Cargador
fr: ex. : Chargeur
it: es. Caricatore
ja: 例：充電器
ko: 예: 충전기
pt_br: ex.: Carregador
ru: например, Зарядка
zh_hans: 例：充电器
zh_hant: 例：充電器

# 例：野球
source: e.g. Baseball
ar: مثال: بيسبول
de: z. B. Baseball
es: p. ej., Béisbol
fr: ex. : Baseball
it: es. Baseball
ja: 例：野球
ko: 예: 야구
pt_br: ex.: Beisebol
ru: например, Бейсбол
zh_hans: 例：棒球
zh_hant: 例：棒球

# 保存
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# 保存できませんでした：%@
source: Couldn't save: %@
ar: تعذّر الحفظ: %@
de: Speichern fehlgeschlagen: %@
es: No se pudo guardar: %@
fr: Enregistrement impossible : %@
it: Impossibile salvare: %@
ja: 保存できませんでした：%@
ko: 저장하지 못했습니다: %@
pt_br: Não foi possível salvar: %@
ru: Не удалось сохранить: %@
zh_hans: 无法保存：%@
zh_hant: 無法儲存：%@

# 保存の読み込みに失敗しました：%@
source: Couldn't load saved data: %@
ar: تعذّر تحميل البيانات المحفوظة: %@
de: Gespeicherte Daten nicht lesbar: %@
es: No se pudieron cargar los datos: %@
fr: Impossible de charger les données : %@
it: Impossibile caricare i dati: %@
ja: 保存の読み込みに失敗しました：%@
ko: 저장된 데이터를 불러오지 못했습니다: %@
pt_br: Não foi possível carregar os dados: %@
ru: Не удалось загрузить данные: %@
zh_hans: 无法读取已保存的数据：%@
zh_hant: 無法讀取已儲存的資料：%@

# 個
source: items
ar: عناصر
de: Einträge
es: elem.
fr: élém.
it: voci
ja: 個
ko: 개
pt_br: itens
ru: шт.
zh_hans: 项
zh_hant: 項

# 全部外す
source: Clear all
ar: إزالة الكل
de: Alle entfernen
es: Quitar todo
fr: Tout retirer
it: Togli tutto
ja: 全部外す
ko: 모두 해제
pt_br: Limpar tudo
ru: Снять всё
zh_hans: 全部取消
zh_hant: 全部取消

# 列数
source: Columns
ar: الأعمدة
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
ja: 列数
ko: 열 수
pt_br: Colunas
ru: Столбцы
zh_hans: 列数
zh_hant: 欄數

# 列数（このリストだけ）
source: Columns (this list only)
ar: الأعمدة (لهذه القائمة فقط)
de: Spalten (nur diese Liste)
es: Columnas (solo esta lista)
fr: Colonnes (cette liste)
it: Colonne (solo questo elenco)
ja: 列数（このリストだけ）
ko: 열 수 (이 목록만)
pt_br: Colunas (só esta lista)
ru: Столбцы (только этот список)
zh_hans: 列数（仅此列表）
zh_hant: 欄數（僅此清單）

# 削除
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# 削除する
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除する
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# 前の配色
source: Previous colors
ar: الألوان السابقة
de: Vorherige Farben
es: Colores anteriores
fr: Couleurs précédentes
it: Colori precedenti
ja: 前の配色
ko: 이전 색 조합
pt_br: Cores anteriores
ru: Предыдущие цвета
zh_hans: 上一个配色
zh_hant: 上一個配色

# 前回 %@
source: Last: %@
ar: آخر مرة: %@
de: Zuletzt: %@
es: Última vez: %@
fr: Dernière fois : %@
it: Ultima volta: %@
ja: 前回 %@
ko: 지난번: %@
pt_br: Última vez: %@
ru: В прошлый раз: %@
zh_hans: 上次：%@
zh_hant: 上次：%@

# 右上の「＋」から、旅行や通勤などの雛形を選んで作れます。
source: Tap “+” at the top to start from a template like travel or commute.
ar: اضغط «+» في الأعلى لتبدأ من قالب مثل السفر أو الذهاب للعمل.
de: Tippe oben auf „+“, um mit einer Vorlage wie Reise oder Pendeln zu starten.
es: Toca «+» arriba para empezar con una plantilla, como viaje o trabajo.
fr: Touchez « + » en haut pour partir d'un modèle (voyage, trajet…).
it: Tocca «+» in alto per partire da un modello, come viaggio o lavoro.
ja: 右上の「＋」から、旅行や通勤などの雛形を選んで作れます。
ko: 위쪽의 ‘+’에서 여행·출근 같은 템플릿을 골라 만들 수 있습니다.
pt_br: Toque em “+” lá em cima para começar com um modelo, como viagem ou trabalho.
ru: Нажмите «+» вверху, чтобы начать с шаблона — например, поездка или дорога на работу.
zh_hans: 点顶部的“+”，可以从旅行、通勤等模板开始。
zh_hant: 點上方的「+」，可以從旅行、通勤等範本開始。

# 声で「持った」「次」「もう一回」「止めて」と答えられます
source: Answer by voice: “got it”, “next”, “again”, or “stop”.
ar: أجب بصوتك: «تمام» أو «التالي» أو «كرر» أو «توقف».
de: Antworte per Stimme: „hab ich“, „weiter“, „nochmal“ oder „stopp“.
es: Responde con la voz: «listo», «siguiente», «otra vez» o «para».
fr: Répondez à voix haute : « c’est bon », « suivant », « répète » ou « stop ».
it: Rispondi a voce: «fatto», «avanti», «ripeti» o «basta».
ja: 声で「持った」「次」「もう一回」「止めて」と答えられます
ko: “됐어”, “다음”, “다시”, “그만”이라고 말로 답할 수 있습니다.
pt_br: Responda por voz: “peguei”, “próximo”, “repete” ou “para”.
ru: Отвечайте голосом: «взял», «дальше», «повтори» или «стоп».
zh_hans: 可以用语音回答：“好了”“下一个”“再说一遍”“停”。
zh_hant: 可以用語音回答：「好了」「下一個」「再說一遍」「停」。

# 声で答えるには、設定でマイクと音声認識を許可してください
source: To answer by voice, allow Microphone and Speech Recognition in Settings.
ar: للإجابة بصوتك، اسمح بالميكروفون والتعرّف على الكلام في الإعدادات.
de: Um per Stimme zu antworten, erlaube Mikrofon und Spracherkennung in den Einstellungen.
es: Para responder con la voz, permite el micrófono y el reconocimiento de voz en Ajustes.
fr: Pour répondre à voix haute, autorisez le micro et la reconnaissance vocale dans Réglages.
it: Per rispondere a voce, consenti microfono e riconoscimento vocale in Impostazioni.
ja: 声で答えるには、設定でマイクと音声認識を許可してください
ko: 말로 답하려면 설정에서 마이크와 음성 인식을 허용하세요.
pt_br: Para responder por voz, permita o microfone e o reconhecimento de fala nos Ajustes.
ru: Чтобы отвечать голосом, разрешите микрофон и распознавание речи в Настройках.
zh_hans: 要用语音回答，请在“设置”中允许麦克风和语音识别。
zh_hant: 若要用語音回答，請在「設定」中允許麥克風和語音辨識。

# 奢ってくれてありがとうございました
source: Thanks for the coffee!
ar: شكرًا على القهوة!
de: Danke für den Kaffee!
es: ¡Gracias por el café!
fr: Merci pour le café !
it: Grazie per il caffè!
ja: 奢ってくれてありがとうございました
ko: 커피 고맙습니다!
pt_br: Obrigado pelo café!
ru: Спасибо за кофе!
zh_hans: 谢谢你请的咖啡！
zh_hant: 謝謝你請的咖啡！

# 押すとチェックを全部外します
source: Tap to clear all checks
ar: اضغط لإزالة كل العلامات
de: Tippen, um alle Haken zu entfernen
es: Toca para quitar todas las marcas
fr: Touchez pour retirer toutes les coches
it: Tocca per togliere tutte le spunte
ja: 押すとチェックを全部外します
ko: 누르면 체크가 모두 해제됩니다
pt_br: Toque para remover todas as marcas
ru: Нажмите, чтобы снять все отметки
zh_hans: 点按即可取消全部勾选
zh_hant: 點一下即可取消全部勾選

# 持ち物
source: Items
ar: العناصر
de: Einträge
es: Elementos
fr: Éléments
it: Voci
ja: 持ち物
ko: 항목
pt_br: Itens
ru: Пункты
zh_hans: 项目
zh_hant: 項目

# 持ち物を足す
source: Add an item
ar: إضافة عنصر
de: Eintrag hinzufügen
es: Añadir elemento
fr: Ajouter un élément
it: Aggiungi voce
ja: 持ち物を足す
ko: 항목 추가
pt_br: Adicionar item
ru: Добавить пункт
zh_hans: 添加一项
zh_hant: 新增一項

# 持った
source: checked
ar: محدد
de: abgehakt
es: marcado
fr: coché
it: spuntato
ja: 持った
ko: 체크됨
pt_br: marcado
ru: отмечено
zh_hans: 已勾选
zh_hant: 已勾選

# 明るさ
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 明るさ
ko: 화면 모드
pt_br: Aparência
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

# 明るさ（アプリ全体）
source: Appearance (whole app)
ar: المظهر (التطبيق كله)
de: Darstellung (ganze App)
es: Apariencia (toda la app)
fr: Apparence (toute l'app)
it: Aspetto (tutta l'app)
ja: 明るさ（アプリ全体）
ko: 화면 모드 (앱 전체)
pt_br: Aparência (app inteiro)
ru: Оформление (всё приложение)
zh_hans: 外观（整个应用）
zh_hant: 外觀（整個 App）
